{
    "taskName"          : "Задание 6",
    "taskDefinition"    : "Установите соответствие между фрагментами исторических источников и их краткими характеристиками: к каждому фрагменту, обозначенному буквой, подберите по две соответствующие характеристики, обозначенные цифрами.",
    "mainText"          : "А) «Во время прекращения занятий Государственной думы, если чрезвычайные обстоятельства вызовут необходимость в такой мере, которая требует обсуждения в порядке законодательном, Совет Министров представляет о ней Государю Императору непосредственно. Мера эта не может, однако, вносить изменений ни в Основные государственные законы, ни в Учреждения Государственного совета и Государственной думы, ни в постановления о выборах в Совет или Думу».\n\nБ) «...законы гражданские, сколь бы они ни были совершенны, без государственных установлений не могут быть твёрды. В числе сих установлений Совет издавна занимал важное место. В начале своём он был временным и преходящим. Но при вступлении нашем на престол, наименовав его Государственным, мы тогда же предназначили дать ему в своё время образование, свойственное публичным установлениям ».\n\n\n1. Данный документ был учреждён во время первой русской революции.\n\n2. Законодательный орган, о котором идёт речь в документе, просуществовал до 1919 г.\n\n3. Данный документ является итогом разработки М.М. Сперанским проекта государственных реформ\n\n4. В орган управления, указанный в данном документе, были проведены выборы по четырём куриям\n\n5. Автор этого документа впоследствии занимался также и составлением Свода законов Российской империи\n\n6. Данный документ учреждал в Российской империи республиканскую форму правления\n\n",
    "noValidAnswerTotheRecord"  : false,
    "pictureForNoValidAnswer"   : "",
    "primaryScore"              : 2,
    "onlyOneCorrectAnswer"      : true,
    "divideTheAnswerForEachCharacter": false,
    "mandatorySequence" : false,
    "expectedAnswer"    : "Напр: 241",
    "answers": [
        "1435"
    ],
    "addPictureInTop"           : false,
    "chooseAnswerFromPicker"    : false,
    "arrayExpectedAnswerForPicker": [],
    "actionDirection"             : "Введите цифрами без пробелов и иных знаков",
    "arrURLImageForTask": ["https://gitlab.com/thisismymail03/api.ege.History.pictures/raw/master/Variant4/IMGEGE.Historia.Variant4.Task6_Img1.png"]
}