{
    "taskName"          : "Задание 12",
    "taskDefinition"    : "Прочтите отрывок из сочинения историка.\n\nИспользуя отрывок и знания по истории, выберите в приведённом списке три верных суждения.",
    "mainText"          : "«Его кончина поставила государство на краю опасности. Вместе со своим творцом сразу окончила свои дни и система террора, но недовольство, возбужденное ею, продолжало жить среди тех, кто от „её терпел. Хозяйственный кризис в серединных областях был в полном разгаре, и правительство признавало уже открыто, что для его слуг пришла “великая тощета”. Тяжкие обстоятельства государственной жизни оставил умерший царь в наследство своему преемнику, но расстройство дел получало особенную остроту ещё и оттого, что этот преемник был неспособен к практическом деятельности. В династии московской вообще не оставалось дееспособных лиц. Судьба жестоко покарала царя, сделав его сыноубийцею. Со смертью старшего царевича угасало будущее московского царского рода, и царь, сходя в могилу после долгой и, казалось, победоносной борьбы за династический интерес, ясно понимал, что он не упрочил даже ближайшего будущего семьи. И действительно, едва он закрыл глаза, в Кремле, среди людей, стоявших вокруг неспособных к правлению царских сыновей, возникает уже боязнь смуты, принимаются меры предосторожности, возникает тревога»\n\n\n1. Автор характеризует ситуацию, сложившуюся в последней четверти XVI в.\n\n2. Преемником умершего царя, упоминаемым в отрывке, был Борис Годунов.\n\n3. Автор считает, что царь, о кончине которого идёт речь в отрывке, не достиг желаемого результата в борьбе за династические интересы.\n\n4. Неспособными к правлению царскими сыновьями, упоминаемыми в отрывке, были Фёдор Иоаннович и малолетний царевич Дмитрий.\n\n5. В описываемый в отрывке исторический период центральные области страны, по мнению автора, переживали экономический подъём.\n\n6. Автор выражает надежду, что преемник умершего сумеет справиться с государственным расстройством страны.\n\n",
    "noValidAnswerTotheRecord"  : false,
    "pictureForNoValidAnswer"   : "",
    "primaryScore"              : 2,
    "onlyOneCorrectAnswer"      : true,
    "divideTheAnswerForEachCharacter": false,
    "mandatorySequence" : false,
    "expectedAnswer"    : "Напр: 241",
    "answers": [
        "134"
    ],
    "addPictureInTop"           : false,
    "chooseAnswerFromPicker"    : false,
    "arrayExpectedAnswerForPicker": [],
    "actionDirection"             : "Введите цифрами без пробелов и иных знаков",
    "arrURLImageForTask": []
}