{
    "taskName"          : "Задание 12",
    "taskDefinition"    : "Прочтите отрывок из летописи.\n\nИспользуя отрывок и знания по истории, выберите в приведённом списке три верных суждения. Цифры ука­жи­те в по­ряд­ке возрастания.\n\n",
    "mainText"          : "«В год 6370. И изгнали варягов за море, и не дали им дани, и начали сами собой владеть, и не было среди них правды, и встал род на род, и была у них усобица, и стали воевать друг с другом. И сказали: 'Поищем сами себе князя, который бы владел нами и рядил по ряду и по закону'. Пошли за море к варягам, к руси. Те варяги назывались русью, как другие называются шведы, а иные — норманны и англы, а ещё иные — готы, вот так и эти. Сказали руси чудь, славяне, кривичи и весь: 'Земля наша велика и обильна, а порядка в ней нет. Приходите княжить и владеть нами'. И избрались трое братьев со своими родами, и взяли с собой всю русь, и пришли прежде всего к славянам. И поставили город Ладогу. И сел старший <…> в Ладоге, а другой — Синеус — на Белом озере, а третий — Трувор — в Изборске. И от тех варягов прозвалась Русская земля. Через два года умерли Синеус и брат его Трувор. И принял всю власть один … [князь], и пришёл к Ильменю, и поставил город над Волховом… и сел тут княжить, и стал раздавать мужам своим волости и города ставить».1) В отрывке упомянут восточнославянский племенной союз, занимавший территорию по среднему течению реки Днепра, с центром в г. Киеве.\n\n2) Автор излагает в отрывке одну из существующих в настоящее время версий происхождения названия нашей страны.\n\n3) В отрывке упомянуты финно-угорские племена.\n\n4) В отрывке приведено название племенного союза восточных славян, поднявшего восстание, в ходе которого был убит сын князя, упомянутого в тексте.\n\n5) Автор излагает в данном отрывке одну из существующих версий основания г. Владимира.\n\n6) В отрывке описано событие, датируемое по современному летосчислению 862 г.\n\n",
    "noValidAnswerTotheRecord"  : false,
    "pictureForNoValidAnswer"   : "",
    "primaryScore"              : 2,
    "onlyOneCorrectAnswer"      : true,
    "divideTheAnswerForEachCharacter": false,
    "mandatorySequence" : false,
    "expectedAnswer"    : "Напр: 241",
    "answers": [
        "236"
    ],
    "addPictureInTop"           : false,
    "chooseAnswerFromPicker"    : false,
    "arrayExpectedAnswerForPicker": [],
    "actionDirection"             : "Введите цифрами без пробелов и иных знаков",
    "arrURLImageForTask": []
}