{
    "taskName"          : "Задание 12",
    "taskDefinition"    : "Прочтите отрывок из исторического источника.\nИспользуя отрывок и знания по истории, выберите в приведённом списке три верных суждения.",
    "mainText"          : "«1. В случае территориально-политического переустройства областей, входящих в состав Прибалтийских государств (Финляндия, Эстония, Латвия, Литва), северная граница Литвы одновременно является границей сфер интересов Германии и СССР. При этом интересы Литвы по отношению Виленской области признаются обеими сторонами.\n\n 2. В случае территориально-политического переустройства областей, входящих в состав Польского Государства, граница сфер интересов Германии и СССР будет приблизительно проходить по линии рек Нарева, Вислы и Сана.\n\n Вопрос, является ли в обоюдных интересах желательным сохранение независимого Польского Государства и каковы будут границы этого государства, может быть окончательно выяснен только в течение дальнейшего политического развития.\n\nВо всяком случае, оба Правительства будут решать этот вопрос в порядке дружественного обоюдного согласия».\n\n Выберите 3 варианта из списка.\n\n\n1.Данный документ был подписан в городе Рапалло.\n\n2.Данный документ не был опубликован после принятия.\n\n3.Данный документ был создан в период пребывания Г. В. Чичерина в должности главы внешнеполитического ведомства СССР.\n\n4.Принятие данного документа позволило СССР в течение следующих двух лет расширить свои границы.\n\n5.Принятие данного документа произошло летом.\n\n6.Данный документ был поддержан Великобританией.\n\n",
    "noValidAnswerTotheRecord"  : false,
    "pictureForNoValidAnswer"   : "",
    "primaryScore"              : 2,
    "onlyOneCorrectAnswer"      : true,
    "divideTheAnswerForEachCharacter": false,
    "mandatorySequence" : false,
    "expectedAnswer"    : "Напр: 241",
    "answers": [
        "245"
    ],
    "addPictureInTop"           : false,
    "chooseAnswerFromPicker"    : false,
    "arrayExpectedAnswerForPicker": [],
    "actionDirection"             : "Введите цифрами без пробелов и иных знаков",
    "arrURLImageForTask": []
}