{
    "taskName"          : "Задание 6",
    "taskDefinition"    : "Установите соответствие между фрагментами исторических источников и их краткими характеристиками: к каждому фрагменту, обозначенному буквой, подберите по две соответствующие характеристики, обозначенные цифрами.(Запишите в порядке возрастания)",
    "mainText"          : "А) «Посланные по указу августейшего китайского императора для установления границ думный вельможа [...] генерал Сонготу; [...] и посланный по указу белого царя Русского государства для установления границ великий посол, окольничий и наместник брянский Фёдор Алексеевич Головин при личной встрече [...] для того чтобы обуздать тех занимающихся охотой ; чтобы Китайского и Российского государства точно установить границу, а также чтобы, законы соединив, осуществить вечный мир, в результате совещания постановили: [...] установить границей реку Аргунь. [...] Южный берег сделать подвластным Китайскому государству, северный берег утвердить владением Русского государства. Находящиеся в настоящее время на южном берегу близ устья реки Мэйрелкэ русские строения перенести на северный берег. Город, построенный в настоящее время Русским государством в местности Якса , полностью разрушить, сровняв с землёй. Русских людей, живших в Яксе, и всё их имущество перевести обратно во владения белого царя. [...]».\n\nБ) «[...] статья 1. Всякое нападение Японии, как на русскую территорию в Восточной Азии, так и на территорию Китая или Кореи, будет рассматриватьяс как повод к немедленному применению настоящего договора. [...] Статья 4. Чтобы обеспечить русским сухопутным войскам доступ в угрожаемые пункты и обеспечить их съестными припасами, китайское правительство соглашается на сооружение железнодорожной линии через китайские Амурскую и Гиринскую провинции в направлении на Владивосток. Соединение этой железной дороги с русской железной дорогой не может служить предлогом к какому-либо захвату китайской территории или покушению на верховные права его величества императора китайского. [...]. Статья 5. Условлено, что во время войны, предусматриваемой статьей 1, Россия будет свободно пользоваться железной дорогой, упомянутой в статье 4, для перевозки и снабжения своих войск. В мирное время Россия будет иметь то же право на транзит своих войск и припасов с теми остановками, которые вызываются лишь требованиями службы транспорта",
    "noValidAnswerTotheRecord"  : false,
    "pictureForNoValidAnswer"   : "",
    "primaryScore"              : 2,
    "onlyOneCorrectAnswer"      : true,
    "divideTheAnswerForEachCharacter": false,
    "mandatorySequence" : false,
    "expectedAnswer"    : "Напр: 241",
    "answers": [
        "1425"
    ],
    "addPictureInTop"           : false,
    "chooseAnswerFromPicker"    : false,
    "arrayExpectedAnswerForPicker": [],
    "actionDirection"             : "Введите цифрами без пробелов и иных знаков",
    "arrURLImageForTask": ["https://gitlab.com/thisismymail03/api.ege.History.pictures/raw/master/Variant6/IMGEGE.Historia.Variant6.Task6_Img1.png"]
}