{
    "taskName"          : "Задание 6",
    "taskDefinition"    : "Установите соответствие между фрагментами исторических источников и их краткими характеристиками: к каждому фрагменту, обозначенному буквой, подберите по две соответствующие характеристики, обозначенные цифрами.",
    "mainText"          : "ФРАГМЕНТЫ ИСТОЧНИКОВ\n\nА) «На второй же год после возвращения с победой князя… вновь пришли [неприятели] из западной страны и построили город на земле князя. Князь же… вскоре пошёл и разрушил город их до основания, а их самих – одних повесил, других с собою увёл, а иных, помиловав, отпустил, ибо был безмерно милостив. <…>На третий год… пришли немцы к Чудскому озеру, и встретил их князь, и изготовился к бою, и пошли они друг против друга, и покрылось озеро Чудское множеством тех и других воинов…»\n\nБ) «Во всех же городах Московского государства слышали таковое душевредство под Москвой и о том скорбели и плакали, и креста не целовали ни в котором городе, а помочь никто не мог. Ото всех же градов во едином граде, в Нижнем Новгороде, нижегородцы… начали мыслить, как бы помочь Московскому государству. Один же из них, нижегородец, имеющий торговлю мясную, Козма Минин, рекомый Сухорук, возопи во все люди: 'будет нам похотеть помочи Московскому государству, ино нам не пожелети животов своих' …Нижегородцам же всем его слово любо было, и задумали они послать бить челом к князю Дмитрию Михайловичу… Печерского монастыря архимандрита Феодосия, да изо всех чинов всяких лучших людей».",
    "noValidAnswerTotheRecord"  : false,
    "pictureForNoValidAnswer"   : "",
    "primaryScore"              : 2,
    "onlyOneCorrectAnswer"      : true,
    "divideTheAnswerForEachCharacter": false,
    "mandatorySequence" : false,
    "expectedAnswer"    : "Напр: 241",
    "answers": [
        "4625"
    ],
    "addPictureInTop"           : false,
    "chooseAnswerFromPicker"    : false,
    "arrayExpectedAnswerForPicker": [],
    "actionDirection"             : "Введите цифрами без пробелов и иных знаков",
    "arrURLImageForTask": ["https://gitlab.com/thisismymail03/api.ege.History.pictures/raw/master/Variant9/IMGEGE.Historia.Variant9.Task6_Img1.png"]
}