{
    "taskName"          : "Задание 12",
    "taskDefinition"    : "Используя отрывок и знания по истории, выберите в приведённом списке три верных суждения.\n\nЗапишите цифры, под которыми они указаны.\n\n",
    "mainText"          : "«Думаю, было приблизительно 4 часа дня, когда ко мне подошёл кто-то и попросил найти в Таврическом дворце какое- нибудь помещение для только что созданного Совета рабочих депутатов. С разрешения Родзянко им была выделена комната за номером 13, где они и провели без промедления своё первое заседание. Естественно, подбор представителей от рабочих носил более или менее случайный характер, поскольку в столь короткий срок не было никакой возможности организовать настоящие выборы. Совет избрал Временный Исполнительный комитет, его председателем выбрали Чхеидзе, а Скобелева и меня заместителями председателя. О своём избрании я узнал позднее, поскольку на том заседании не присутствовал. На деле я редко бывал на заседаниях Совета или его Исполнительного комитета. С самого начала мои отношения с руководителями Совета стали носить напряжённый характер. Их отвращало моё неприятие теоретического социализма, который они стремились навязать революции. Говоря об этом, я имею в виду тот Исполнительный комитет, который существовал первые несколько недель. Позднее и Исполком, и Совет в целом изменились к лучшему».——\n\n1. Автор воспоминаний негативно воспринимал социал-демократическую идеологию.\n\n2. Избранный председателем Временного исполнительного комитета Н.С. Чхеидзе являлся членом партии меньшевиков.\n\n3. Таврический дворец находится в Санкт-Петербурге.\n\n4. 2 марта 1917 г. автор воспоминаний был избран министром - председателем Всероссийского Временного правительства.\n\n5. В состав Временного исполнительного комитета входили большевики.\n\n6. Описанные в воспоминаниях события произошли в октябре 1917 г.\n\n",
    "noValidAnswerTotheRecord"  : false,
    "pictureForNoValidAnswer"   : "",
    "primaryScore"              : 2,
    "onlyOneCorrectAnswer"      : true,
    "divideTheAnswerForEachCharacter": false,
    "mandatorySequence" : false,
    "expectedAnswer"    : "Напр: 241",
    "answers": [
        "123"
    ],
    "addPictureInTop"           : false,
    "chooseAnswerFromPicker"    : false,
    "arrayExpectedAnswerForPicker": [],
    "actionDirection"             : "Введите цифрами без пробелов и иных знаков",
    "arrURLImageForTask": []
}