{
    "taskName"          : "Задание 12",
    "taskDefinition"    : "Прочтите отрывок из исторического источника.\n\nИспользуя отрывок и знания по истории, выберите в приведённом списке три верных суждения.",
    "mainText"          : "«Особая канцелярия по секретной части переименована в III отделение собственной его величества канцелярии; фон-Фок остался оного управляющим, а Бенкендорф назначен главноуправляющим. Но главное состоит в том, что он назначен вместе и шефом корпуса жандармов, которому поручен был надзор за порядком в целом государстве. Этот корпус составлен был из нескольких округов; к каждому из них принадлежало несколько губерний. Окружными начальниками назначаемы были генералы, а в губернии определяемы были один штаб и несколько обер-офицеров, и весь этот обсервационный корпус сформирован был к концу года, как ни трудно было сначала склонить несколько порядочных людей войти в него…\n\nУчреждение сего нового рода полиции, кажется, имело двоякую цель. Жандармы обязаны были открывать всякие дурные умыслы против правительства и, если где станут проявлять смелые политические, вольнолюбивые идеи, препятствовать их распространению. Это было немного трудно: ибо число зараженных либерализмом и непричастных к делу 14 декабря было невелико, и они более чем когда притаились и с великою осторожностию сообщали свои мнения. Потом всякий штаб-офицер сего корпуса должен был в губернии, где находился, наблюдать за справедливым решением дел в судах, указывать губернаторам на всякие вообще беспорядки, на лихоимство гражданских чинов, на жестокое обращение помещиков и доносить о том своему начальству.»\n\n1.Помимо описываемой в тексте, в разное время у Его Императорского Величества канцелярии существовало три постоянных отделения.\n\n2.В отрывке говорится о событиях 1826 года.\n\n3.В отрывке говорится о событиях 1830 года.\n\n4.В отрывке есть упоминание о восстании в Польше.\n\n5.В отрывке есть упоминание о восстании декабристов.\n\n6.Организация, о которой идет речь в отрывке, прекратила свое существование в 1917 году.\n\n",
    "noValidAnswerTotheRecord"  : false,
    "pictureForNoValidAnswer"   : "",
    "primaryScore"              : 2,
    "onlyOneCorrectAnswer"      : true,
    "divideTheAnswerForEachCharacter": false,
    "mandatorySequence" : false,
    "expectedAnswer"    : "Напр: 241",
    "answers": [
        "125"
    ],
    "addPictureInTop"           : false,
    "chooseAnswerFromPicker"    : false,
    "arrayExpectedAnswerForPicker": [],
    "actionDirection"             : "Введите цифрами без пробелов и иных знаков",
    "arrURLImageForTask": []
}