{
    "taskName"          : "Задание 12",
    "taskDefinition"    : "Прочтите отрывок из исторического источника:\n\n Используя отрывок, выберите в приведённом списке три верных суждения.\n\n(Выберите 3 варианта из списка.)\n\n",
    "mainText"          : "«Весною... молодёжь, принявшая программу движения, отправлялась по железным дорогам из центров в провинцию. У каждого молодого человека можно было найти в кармане или за голенищем фальшивый паспорт на имя какого-нибудь крестьянина или мещанина, а в узелке поддёвку или вообще крестьянскую одежду, если она уже не была на плечах пассажира, и несколько революционных книг и брошюр.\n\n Из Петербурга революционеры двинулись одни на родину или места, где у них имелись какие-нибудь случайные связи, другие — большинство — на Волгу, где они ожидали найти наиболее благоприятную почву для революционной деятельности, третьи — меньшая часть — направились на юг, преимущественно в Киев, четвёртые, наконец, считали нужным предварительно заехать в разные губернские города, где имелись революционные кружки, с которыми предполагалось установить связи, или представлялся какой-нибудь случай для пропаганды...\n\nТаким образом, революционеры рассыпались по всему обширному пространству Европейской России, за исключением Кавказа и самых северных губерний. Работа в народе, как и самое начало движения, оставалась неизвестной обществу до времени крупных арестов…»\n\n \n(Выберите 3 варианта из списка.)\n1.События, описываемые в отрывке, послужили непосредственной причиной революции 1905 года.\n\n2.События происходили в правление Александра II.\n\n3.Одним из идеологов движения, описываемого в отрывке, являлся М. А. Бакунин.\n\n4.Движение известно под названием «теория малых дел».\n\n5.В. И. Ленин принимал участие в описываемых событиях.\n\n6.Движение не сумело добиться поставленных целей.\n\n",
    "noValidAnswerTotheRecord"  : false,
    "pictureForNoValidAnswer"   : "",
    "primaryScore"              : 2,
    "onlyOneCorrectAnswer"      : true,
    "divideTheAnswerForEachCharacter": false,
    "mandatorySequence" : false,
    "expectedAnswer"    : "Напр: 241",
    "answers": [
        "236"
    ],
    "addPictureInTop"           : false,
    "chooseAnswerFromPicker"    : false,
    "arrayExpectedAnswerForPicker": [],
    "actionDirection"             : "Введите цифрами без пробелов и иных знаков",
    "arrURLImageForTask": []
}