{
    "taskName"          : "Задание 12",
    "taskDefinition"    : "Прочтите отрывок из исторического источника.\n\nИспользуя отрывок и знания по истории, выберите в приведённом списке три верных суждения.",
    "mainText"          : "«Злосчастный мятеж, для которого изменники уже давно объединились, составляя конфедерации и присягая. Их предводителем в том деле был нынешний царь — Василий Иванович Шуйский, обещавший поделить между ними крепости и государства и назначить их на высокие должности. Эти войска выпустили против той «москвы», которая могла стать на сторону Дмитрия, вступив в сговор с влиятельнейшими купцами и частью мира. Старшие знали об этом, а другие не ведали. Более всего из Великого Новгорода бояр и служилых людей было к тому готово.\n\n Сперва утром в субботу подавали друг другу на улицах такой сигнал: «В город! В город! Горит город!» — а делалось это для наших, чтобы подумали, что в крепости загорелось. Сразу же окружили все польские квартиры, чтобы находившиеся там не могли дать отпор.\n\nОчень быстро взяли крепость. Потом ударили во все колокола, отовсюду неисчислимая толпа стекалась к крепости. Сперва рассеяли алебардщиков, потом ворвались во дворец. Сам Шуйский с помощниками вошел в первые покои, в которых сперва убили Басманова, обычно спавшего около царя.\n\n В это время царица (она еще была не убрана, и все в свите ее оставались простоволосыми, только что вскочили после сна и едва успели надеть юбки), услышав гвалт в крепости, выбежала, желая узнать, что происходит. Услышав дурные вести, что царя убили, стала она думать, что делать. Сошла она вниз и спряталась в подвале под сводами, но когда ей там не советовали оставаться, снова возвратилась наверх. Когда она поднималась, ее столкнули с лестницы, не зная, кто это, ибо, так думаю, если бы ее узнали, то ей бы не остаться в живых. Однако она добралась до избы и там оставалась среди женщин.» \n\n1.Царь, правивший во время написания воспоминаний, был последним представителем своей династии на престоле.\n\n2.Описываемые события происходили в 1605 г.\n\n3.Автор воспоминаний был поляком.\n\n4.Один из царей, который упоминается в отрывке, был избран на царство земским собором.\n\n5.Во время описываемых событий Смоленск находился под контролем польских войск.\n\n6.Дмитрий, упоминаемый в тексте, заявлял о своей принадлежности к династии Рюриковичей.\n\n",
    "noValidAnswerTotheRecord"  : false,
    "pictureForNoValidAnswer"   : "",
    "primaryScore"              : 2,
    "onlyOneCorrectAnswer"      : true,
    "divideTheAnswerForEachCharacter": false,
    "mandatorySequence" : false,
    "expectedAnswer"    : "Напр: 241",
    "answers": [
        "136"
    ],
    "addPictureInTop"           : false,
    "chooseAnswerFromPicker"    : false,
    "arrayExpectedAnswerForPicker": [],
    "actionDirection"             : "Введите цифрами без пробелов и иных знаков",
    "arrURLImageForTask": []
}